Dlubal.RFEM5.NonlinearityDiagram
Nonlinearity diagram parameters

Dlubal.RFEM5.NonlinearityDiagram.ForceType
Stiffness dependent on force type. Used only for stiffness diagram

Dlubal.RFEM5.NonlinearityDiagram.PositiveZoneType
Type of stress-strain diagram after last step in positive zone

Dlubal.RFEM5.NonlinearityDiagram.PositiveZone
Two-dimensional array of abscissa values in positive zone

Dlubal.RFEM5.NonlinearityDiagram.Symmetric
Negative zone is symmetric to positive zone about the origin

Dlubal.RFEM5.NonlinearityDiagram.NegativeZoneType
Type of stress-strain diagram after last step in negative zone

Dlubal.RFEM5.NonlinearityDiagram.NegativeZone
Two-dimensional array of abscissa values in negative zone

Dlubal.RFEM5.NonlinearityDiagram.Comment
Comment